IdeaRS.Connections
ItemType Enumeration
Compatible with IDEA StatiCa 0.0
[Missing <summary> documentation for "T:IdeaRS.Connections.Data.ItemType"]
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public enum ItemType
Members
Member name | Value | Description
No | 0
New | 1
Existing | 2
See Also
Reference
IdeaRS.Connections.Data Namespace